i5-2500k/3.10.101/300/1/read-write-16.log
starting vacuum...end.
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 300
query mode: simple
number of clients: 16
number of threads: 1
duration: 1800 s
number of transactions actually processed: 12726199
latency average: 2.263 ms
tps = 7069.953811 (including connections establishing)
tps = 7069.957553 (excluding connections establishing)